{
  "sidebarItems": {
    "home": "Inicio",
    "about_me": "Sobre Mi",
    "portfolio": "Portafolio",
    "contact_me": "Contactame"
  },
  "home": {
    "download_resume": "Descargar CV"
  },
  "about": {
    "title": "Sobre Mi",
    "title_2": "Conocimientos",
    "description": {
      "p1": "Soy un dedicado Desarrollador Web Full Stack que prioriza la colaboración dentro del equipo y está apasionado por satisfacer las necesidades de nuestros clientes.",
      "p2": "Actualmente, estoy aprendiendo activamente y perfeccionando mis habilidades en lenguajes de alta demanda como JavaScript, y su stack asociado, que incluye MongoDB, ExpressJs, ReactJs, NodeJs y Ruby on Rails.",
      "list_1":{
        "title": "Habilidades Técnicas",
        "p1": "Dominio de JavaScript (React, NextJS, Node.js, Express).",
        "p2": "Habilidades sólidas en desarrollo front-end con HTML, CSS y diseño responsivo.",
        "p3": "Experiencia en desarrollo back-end con Node.js, Express, MongoDB y Ruby on Rails.",
        "p4": "Experiencia en diseñar e implementar APIs RESTful.",
        "p5": "Control de versiones utilizando Git.",
        "p6": "Computación en la nube con AWS.",
        "p7": "Contenedorización con Docker."
      },
      "list_2":{
        "title": "Experiencia en Proyectos",
        "p1": "Diseño e implementación de APIs RESTful para una comunicación fluida entre el front-end y el back-end.",
        "p2": "Integración de servicios de terceros para mejorar la funcionalidad de la aplicación.",
        "p3": "Creación de interfaces front-end receptivas y amigables para el usuario utilizando React, NextJS, MUI, Bootstrap y jQuery.",
        "p4": "Gestión de bases de datos con PostgreSQL, MySql y MongoDB."
      },
      "list_3":{
        "title": "Desarrollo Ágil",
        "p1": "Familiaridad y experiencia con metodologías de desarrollo Ágil.",
        "p2": "Prosperando en entornos de ritmo rápido y cumpliendo con plazos ajustados.",
        "p3": "Priorización efectiva y entrega de funcionalidades dentro de los plazos del proyecto."
      },
      "list_4": {
        "title": "Comunicación y Trabajo en Equipo",
        "p1": "Excelentes habilidades de comunicación.",
        "p2": "Mentalidad orientada al trabajo en equipo, haciendo hincapié en la colaboración y el éxito compartido.",
        "p3": "Apasionado por trabajar con equipos diversos para ofrecer productos de alta calidad."
      },
      "list_5": {
        "title": "Adaptabilidad y Aprendizaje Continuo",
        "p1": "Pasión por aprender nuevas tecnologías.",
        "p2": "Adaptabilidad a las tendencias y herramientas en constante evolución de la industria."
      },
      "p3": "Con una sólida formación, puedo aportar una valiosa combinación de experiencia técnica y un enfoque colaborativo para trabajar. Mi compromiso con el aprendizaje continuo y mi capacidad para prosperar en entornos de ritmo rápido me convierten en un candidato prometedor para contribuir y mejorar cualquier equipo de desarrollo."
    }  
  },
  "portfolio": {
    "title": "Portafolio",
    "projects": {
      "portfolio": {
        "title": "Portafolio",
        "description": "Portafolio es un proyecto realizado con Create React App y MUI para experimentar y probar estas librerias para aprendizaje personal. Como resultado se llevo adelante el desarrollo de mi sitio personal donde cuento un poco acerca de mi y lo voy haciendo."
      },
      "kanban": {
        "title": "Tablero Kanban (En progreso)",
        "description": "Tablero Kanban es un proyecto que permite generar distintos proyectos y realizar un seguimiento de las tareas del mismo en distintas etapas."
      }
    }
  }
}
